export default {
  saudi: {
    riyadh: {
      name: "الرياض",
      areas: {
        diriyah: {
          name: "الدرعية",
          description:
            "هي مسقط رأس المملكة العربية السعودية وأولى عواصمها، تأسست في القرن الخامس عشر الميلادي (١٤٤٦م) على ضفاف وادي حنيفة، وشهدت نشأة الإمارة السعودية الأولى، ثم تطورت لتصبح عاصمة الدولة السعودية الأولى في القرن الثامن عشر. تطورت لتصبح مركزًا ثقافيًا وتاريخيًا بارزًا، وتجسد اليوم مزيجًا فريدًا بين عراقة الماضي ورؤية المملكة المستقبلية من خلال مشاريعها التنموية الطموحة، أبرزها مشروع تطوير حي الطريف التاريخي، المسجل ضمن قائمة اليونسكو للتراث العالمي.",
        },
        masmak: {
          name: "قصر المصمك",
          description:
            "هو حصن تاريخي شامخ في قلب الرياض، بُني عام ١٨٦٥م ليصبح رمزًا لقوة المملكة وصلابتها، واكتسب شهرة عالمية حين اقتحمه الملك المؤسس عبد العزيز آل سعود في عام ١٩٠٢م في ملحمة استعادة الرياض الشهيرة، التي مثلت نقطة تحول نحو توحيد المملكة. اليوم، يتحول القصر إلى متحف نابض بالحياة يروي قصة تأسيس المملكة، ويضم قطعًا أثرية وكنوزًا تاريخية، مستقبلاً الزوار للاطلاع على روح الإرث والتاريخ العريق للمملكة.",
        },
        square: {
          name: "قصر المربع",
          description:
            "هو أول قصر بناه الملك المؤسس عبد العزيز خارج أسوار الرياض القديمة عام ١٩٣٩م ليكون مقرًا لسكنه ومقرًا لإدارة شؤون الحكم، ويعكس ببنائه على الطراز النجدي الأصيل نمو وتطور العاصمة السعودية الحديثة. القصر، الذي يضم مقتنيات الملك الخاصة مثل سيوفه وساعاته، كان مسرحًا لقرارات ملكية هامة، مثل تأسيس وزارة الدفاع والبنك المركزي السعودي.",
        },
        edge: {
          name: "حافه العالم",
          description:
            "هي جرف صخري مذهل يرتفع ٣٠٠ متر فوق مستوى سطح الأرض، يمتد على طول سلسلة جبال طويق، ويقع على بعد حوالي ١٠٠ كيلومتر من الرياض، مقدمًا مناظر بانورامية لا نهاية لها للسهول الصحراوية الشاسعة.",
        },
        museum: {
          name: "المتحف الوطني السعودي",
          description:
            "هو رحلة زمنية تفاعلية في قلب الرياض، تأخذك عبر ١٠ آلاف سنة من تاريخ شبه الجزيرة العربية، من عصور ما قبل التاريخ إلى توحيد المملكة على يد الملك عبد العزيز. يضم آلاف القطع الأثرية النادرة، ويعرض التطور الحضاري والثقافي.",
        },
        tower: {
          name: "مركز الملك عبدالله المالي",
          description:
            "تجربة فريدة تتضمن مركز مؤتمرات بتصميم معماري مستوحى من الطبيعة الصحراوية، يجمع بين المرافق المتقدمة والمساحات المبتكرة، إلى جانب مجموعة من الأبراج الشاهقة التي تشكل أفق الرياض، وتضم مرافق مالية وتجارية عصرية.",
        },
        boulevard: {
          name: "بوليفارد الرياض",
          description:
            "وجهة ترفيهية عالمية تجمع بين الثقافات المتنوعة في منطقة واحدة، حيث تتيح لك “بوليفارد وورلد” استكشاف حضارات وثقافات دول مختلفة مثل إيطاليا والهند واليابان من خلال نسخ طبق الأصل من معالمها الشهيرة وتجارب تفاعلية فريدة. كما يوفر “بوليفارد سيتي” تجارب ترفيهية متنوعة مثل متحف الشمع، وألعاب تفاعلية، ومناطق ترفيهية خاصة بالأطفال والكبار، مما يجعلها وجهة مثالية للعائلات وزوار موسم الرياض.",
        },
        skybridge: {
          name: "سكاي بريدج المملكة",
          description:
            "سر مشاهدة يقع على ارتفاع ٣٠٠ متر، ويوفر إطلالة بانورامية بزاوية ٣٦٠ درجة على العاصمة السعودية، ويعد من أهم المعالم السياحية ورمزًا معماريًا فريدًا، حيث يقدم تجربة لا تُنسى للزوار من خلال مناظره الخلابة للعاصمة الرياض.",
        },
      },
    },
    jeddah: {
      name: "جدة",
      areas: {
        balad: {
          name: "جدة التاريخية",
          description:
            "هي بوابة الحجاج التاريخية ومركز تجاري على ساحل البحر الأحمر، تتميز ببيوتها التراثية الفريدة وأسواقها العريقة، وهي مُدرجة ضمن مواقع التراث العالمي لليونسكو. تتجلى عراقتها في الهندسة المعمارية التي تمزج بين الحجر والخشب، وتزخر بالعديد من المباني التاريخية والأسواق التي تنبض بالحياة حتى اليوم.",
        },
        fountain: {
          name: "نافورة الملك فهد",
          description:
            "هي أطول نافورة في العالم، يصل ارتفاع مياهها إلى ٣١٢ مترًا في البحر الأحمر، وسرعة ضخها ٣٧٥ كم/ساعة، وقد دخلت موسوعة غينيس للأرقام القياسية كأعلى نافورة مياه في العالم. أهديت النافورة لمدينة جدة من الملك فهد، وهي معلم شهير يمكن رؤيته من جميع أنحاء المدينة، وتُعد رمزًا من رموزها وأكثرها شعبية، خاصة في أوقات الغروب.",
        },
        mosque: {
          name: "المسجد العائم",
          description:
            "هو أول مسجد بُني فوق الماء في العالم، ويتميز بقبابه الفيروزية البيضاء التي تطفو فوق سطح البحر الأحمر كأنها سفينة، ويُعد تحفة معمارية تجمع بين الفن الإسلامي والحداثة. يعكس المسجد جمال العمارة الإسلامية من خلال القبة المركزية، المآذن، الزخارف القرآنية المكتوبة بخطوط مختلفة، والنوافذ الملونة. يمنح موقعه الخلاب إطلالة رائعة على البحر الأحمر وأجواء هادئة.",
        },
        yacht: {
          name: "نادي اليخوت",
          description:
            "هو وجهة بحرية فاخرة ورائدة على ساحل البحر الأحمر، وهو الأول من نوعه في المملكة العربية السعودية. يجمع النادي بين المرافق العالمية وتجارب الإبحار الراقية، ويضم مرسى لليخوت، وأكاديمية لتعليم الإبحار، وفندقًا فخمًا، ومطاعم عالمية.",
        },
        city: {
          name: "متحف مدينة الطيبات",
          description:
            "هو معلم ثقافي فريد في جدة يجمع بين التراث والتاريخ والحضارات المختلفة في ١٢ مبنى ضخماً، ويعرض من خلالها قصة تطور الإنسان والحضارات العالمية من خلال ٣٠٠ غرفة.",
        },
        aquarium: {
          name: "أكواريوم جدة",
          description:
            "هو أول وأكبر معرض بحري في المملكة العربية السعودية، ويقدم تجربة تعليمية وترفيهية فريدة تجمع بين استكشاف عجائب البحر الأحمر وأسرار البحار العالمية، من خلال أنفاق شفافة وأحواض متنوعة تضم أكثر من ٢٠٠ نوع بحري. يتيح للزوار فرصة مشاهدة أسماك القرش، والدلافين، والحيتان، بالإضافة إلى الاستمتاع بعروض الدلافين وعروض أسود البحر المدهشة، مما يجعله وجهة مثالية للعائلات ومحبي الحياة البحرية.",
        },
      },
    },
    alula: {
      name: "العلا",
      areas: {
        dadan: {
          name: "دادان وجبل عكمة",
          description:
            "هما موقعان أثريان هامان في العلا، حيث تمثل دادان عاصمة مملكتَي دادان ولحيان في العصور القديمة، وتتميز بالمقابر المنحوتة في الصخر، بينما يعد جبل عكمة “مكتبة مفتوحة” ضخمة للنقوش الكتابية والفنون الصخرية التي تسجل تاريخ وثقافات المنطقة. وقد تم إدراج جبل عكمة في قائمة اليونسكو لسجل ذاكرة العالم تقديرًا لقيمته العالمية.",
        },
        hegra: {
          name: "الحِجر (مدائن صالح)",
          description:
            "هي المنطقة الأثرية في العلا، والتي كانت تُعرف سابقًا بـ “مدائن صالح”، وهي موقع تاريخي متنوع يضم آثار حضارات مختلفة مثل النبطية واللحيانية والإسلامية. يتميز الحجر بوجود المدافن الضخمة المنحوتة في الصخور الرملية، وقد ازدهرت كمدينة نابضة بالحياة تحت حكم الأنباط في القرن الأول الميلادي، حيث كانت تضم العديد من المساكن وأكثر من ١٣٠ بئرًا وقنوات ري وخزانات لتجميع مياه الأمطار.",
        },
        elephant: {
          name: "جبل الفيل",
          description:
            "تحفة طبيعية مدهشة في العلا، نحتتها الطبيعة على شكل فيل ضخم يرتفع ٥٢ مترًا، وتُعرف بجمالها الساحر الذي يجذب المصورين والزوار، خصوصًا عند غروب الشمس.",
        },
        arch: {
          name: "صخرة القوس",
          description:
            "هي تكوين صخري طبيعي فريد من نوعه,يشبه القوس وتحيط به سحابتان,وقد تشكل عبر ملايين السنين نتيجه تآكل بفعل عوامل طبيعيه مثل الرياح والمياه والتقلبات المناخيه التي نحتت الحجر الرملي",
        },
        sharan: {
          name: "محمية شرعان",
          description:
            "هي كنز طبيعي وتاريخي يضم تكوينات صخرية مذهلة وتنوعا بيولوجيا غنيا, وجهة لمستكشفي الطبيعه والمغامرين وسعيا للحفاظ علي التنوع البيئ,تعد ملاذا للعديد من الكائنات المهدده بالانقراض,مثل النمر العربي ,بالاضافه الي المها العربي , والوعل, والعديد من الطيور والحيوانات الأخرى",
        },
        harra: {
          name: "مطل الحرة",
          description:
            "هي وجهة ساحرة في العلا ,تقع علي قمه حرة عويرض البركانيه . وتوفر إطلالات بانوراميه خلابة علي المعالم التاريخية والطبيعية للعلا مثل الواحة القديمة ودادان. يتميز هذا المطل بمناظره الطبيعية المهيبة وتكويناته الصخرية. ويمكن للزوار الاستمتاع باستخدام التلسكوبات لمراقبه النجوم.",
        },
        maraya: {
          name: "مسرح مرايا",
          description:
            "تحفة معمارية استثنائية في العلا، حاصلة على رقم قياسي عالمي كأكبر مبنى مغطى بالمرايا، يعكس المناظر الطبيعية الخلابة المحيطة به ليصبح امتدادًا لها. لا يقتصر دوره على كونه مسرحًا فحسب، بل يضم صالات فنية واستقبالًا للضيوف والفنانين، مما يجعله وجهة رئيسية للثقافة والفنون ومركزًا عالميًا للفعاليات.",
        },
        oldtown: {
          name: "البلدة القديمة",
          description:
            "هي مدينة إسلامية تاريخية ومهجورة جزئيًا في المملكة العربية السعودية، بُنيت على موقع استراتيجي في وادٍ خصيبٍ على طريق البخور والحج القديم. تمتد جذورها لأكثر من ٢٠٠٠ عام، وتضم أكثر من ٨٧٠ بيتًا تراثيًا متداخلة في أزقة ضيقة، مما يجعلها شاهدًا فريدًا على حضارة المنطقة وتطورها.",
        },
        balloon: {
          name: "منطاد العلا",
          description:
            "تجربة ساحرة تحلق بك فوق كنوز الطبيعة والتاريخ عند شروق الشمس، حيث تمنحك إطلالات بانورامية خلابة على الجبال والصخور القديمة والمواقع الأثرية مثل الحجر، وتجمع بين المغامرة والاستمتاع بهدوء السماء وسط المناظر الطبيعية المذهلة.",
        },
      },
    },
    aljouf: {
      name: "الجوف",
      areas: {
        "jouf-museum": {
          name: "متحف الجوف الإقليمي",
          description:
            "هو بوابة إلى أعماق تاريخ الجوف، حيث يضم كنوزًا ومعروضات تجسد حضارات المنطقة منذ عصورها القديمة وحتى وقتنا الحاضر.",
        },
        "marid-castle": {
          name: "قلعة مارد",
          description:
            "هي حصن منيع تاريخي في دومة الجندل بمنطقة الجوف، يعود تاريخها إلى القرن الأول الميلادي، وتشتهر بصلابتها وصمودها ضد الغزاة، كما استمدت اسمها من قول الملكة زنوبيا: “تمرد مارد”، وتتميز بإطلالتها على المدينة، وأبراجها المخروطية، وتكوينها المعماري الذي يجمع بين الحجر والطين.",
        },
        "sheld-rock": {
          name: "حي الدرع التاريخي",
          description:
            "هو معلم تاريخي فريد يقع في دومة الجندل بمنطقة الجوف، ويتميز ببيوته الحجرية المتلاصقة وأزقته المرصوفة، ويحتضن قلعة مارد التاريخية. يعتبر من أقدم الأحياء التاريخية، وتعود طبقاته الأثرية إلى منتصف الألف الأول قبل الميلاد، وقد شهد عمليات ترميم شاملة ليبقى شاهدًا على عراقة الحضارة السعودية وتاريخ المنطقة.",
        },
        "zaabal-castle": {
          name: "قلعة زعبل",
          description:
            "تحفة تاريخية شاهقة تقف شامخة شمال مدينة سكاكا بمنطقة الجوف، وتحمل بين جدرانها الطينية والحجرية قصصًا عن آلاف السنين، فقد بُنيت على أنقاض نبطية، وتعاقبت عليها الحضارات لتكون حصنًا استراتيجيًا يحرس المدينة ويطل عليها من أعلى نقطة، لتمنح زوارها اليوم تجربة فريدة لاستكشاف تاريخ الجزيرة العربية ومشاهدة إطلالة بانورامية خلابة",
        },
        "omar-masjid": {
          name: "مسجد عمر بن الخطاب",
          description:
            "يقع في دومة الجندل بمنطقة الجوف، وهو معلم تاريخي وديني فريد، يُعد من أقدم المساجد في المملكة العربية السعودية، ويتميز بتصميمه المعماري النادر وشكل مئذنته الهرمي الفريدة، والتي يُعتقد أنها أول مئذنة في الإسلام. يعود تاريخه إلى بداية العصر الإسلامي، وقد تم ترميمه عدة مرات مع الحفاظ على طرازه المعماري الأصيل، وهو اليوم وجهة سياحية وثقافية مهمة.",
        },
        rajajil: {
          name: "آثار الرجاجيل",
          description:
            "هي موقع أثري غامض في منطقة الجوف بالمملكة العربية السعودية، يتكون من مجموعات من الأعمدة الحجرية التي تعود إلى الألف الرابع قبل الميلاد، وقد سُمّي بهذا الاسم لأنها تبدو كـ “رجّاجيل” أو رجال واقفين من بعيد. يحيط بالموقع لغز كبير حول هدفه الأصلي، ويعتقد العلماء أنه قد يكون مركزًا دينيًا، أو مراصد فلكية، أو شواهد قبورية، أو حتى معلمًا لطرق التجارة القديمة.",
        },
        "aljouf-palace": {
          name: "قصر المذهن",
          description:
            "هو قلعة نبطية قديمة في قرية أثره بمنطقة الجوف، يمتاز ببنائها من الحجارة البازلتية السوداء، ويتكون من طابقين مع فناء مركزي، ويضم نقشًا يعود إلى العصور الإسلامية المبكرة، مما يجعله شاهدًا على تعاقب الحضارات في المنطقة.",
        },
        "caf-castle": {
          name: "قلعة كاف",
          description:
            "هي حصن أثري مهيب يقع في قرية كاف بمنطقة الجوف، ويتميز بموقعه على تل مرتفع وبنيانه الحجري المميز. شُيد كقلعة حربية في العصر العثماني لحماية القوافل، ثم أصبح مقرًا للإمارة السعودية في المنطقة. وهو اليوم معلم تراثي ذو أهمية كبيرة نظرًا لما يحويه من قاعات وغرف ومرافق تاريخية.",
        },
        baseta: {
          name: "محميه بسيطا",
          description:
            "على مساحة تُقدَّر بحوالي 63 مليون متر مربع، تحتوي على سكن بمواصفات فندقية، وصالات استقبال، وصالات للمناسبات الخاصة، والعروض الفلكلورية مثل رقص السامري ورقصة الدحة الشمالية، إلى جانب ملاعب وصالات رياضية، وبرامج ترفيهية، وجولات سفاري لمشاهدة الحيوانات مثل: غزال الريم العربي، والغزال النطاط، والغزال الهولندي، والمها العربي، والمها الإفريقي، وحيوان الألما، والنعام العربي، والأبقار، والسلاحف، والضب… بالإضافة إلى مسطحات زراعية خضراء.",
        },
      },
    },
    redsea: {
      name: "البحر الأحمر",
      areas: {
        shibar: {
          name: "جزيرة شيبارة",
          description:
            "جزيرة شبارة، الجوهرة المخفية في قلب البحر الأحمر، هي وجهة سياحية فاخرة ومستدامة افتتحت عام 2020 ضمن مشروع البحر الأحمر. تتميز الجزيرة بفيلات مذهلة عائمة من الفولاذ العاكس على شكل فقاعات، وتوفر تجربة استثنائية تجمع بين الفخامة المطلقة والحفاظ على الطبيعة البكر. تضم الجزيرة شعابًا مرجانية نقية، وأشجار مانغروف كثيفة، ومواقع لتعشيش السلاحف، مما يجعلها جنة للغواصين ومحبي الطبيعة. تقع بالقرب من مدينة أملج، ويمكن الوصول إليها بالقوارب أو بالطائرة المائية من مطار البحر الأحمر الدولي.",
        },
        rouckland: {
          name: "ديزرت روك ",
          description:
            "منتجع ديزرت روك هو تحفة معمارية استثنائية تتجسد فيها الفخامة، حيث تحتضن الطبيعة البكر. الفيلات والأجنحة الفاخرة تقع مباشرة داخل شقوق الجبال، مما يمنح الزوار تجربة إقامة فريدة في وجهة البحر الأحمر. يقع المنتجع في وادٍ مخفي بجبال الحجاز، على بعد دقائق من مطار البحر الأحمر الدولي.",
        },
      },
    },
  },
  international: {
    spain: {
      name: "إسبانيا",
      tagline: "تجربة أوروبية مميزة",
      areas: {
        "spain-area": {
          name: "إسبانيا",
          description:
            "مغامرة ثقافية وتاريخية وجغرافية لا تُنسى، تجمع بين سحر العمارة الإسلامية في الأندلس مثل قصر الحمراء في غرناطة ومسجد قرطبة، وعراقة مدريد المفعمة بالحياة والفنون، وجمال شواطئ كوستا برافا المتوسطية، بالإضافة إلى تذوق مأكولات التاباس الشهية والاستمتاع بأجواء المرح والحياة الساحرة التي تشتهر بها إسبانيا، من صحاريها الفريدة إلى جبالها الشاهقة.",
        },
      },
    },
    cairo: {
      name: "القاهرة",
      tagline: "استمتع بزيارة أهم المعالم التاريخية في مصر",
      areas: {
        pyramids: {
          name: "الأهرامات",
          description:
            "استكشف سحر القاهرة النابض بالحياة، حيث تتشابك أصداء التاريخ العريق مع حداثة المدينة الصاخبة، في رحلة جوية لا تتجاوز الساعتين من جدة. استمتع بتجربة لا تُنسى في قلب الحضارة، واستكشف كنوزًا فرعونية، ومقاصد تسوق عصرية، وأجمل السهرات الطربية.",
        },
      },
    },
    sharm: {
      name: "شرم الشيخ",
      tagline: "استمتع بزيارة أهم المعالم التاريخية في مصر",
      areas: {
        sharm: {
          name: "شرم الشيخ",
          description:
            "بوابتك للاندماج في سحر الطبيعة الصحراوية مع كنوز البحر الأحمر، فاستعد للانطلاق في مغامرات شيقة بين الشعاب المرجانية الملونة، ورحلات السفاري المثيرة عبر الكثبان الرملية، وتجارب ممتعة في الألعاب المائية، مع فرصة لاستكشاف الثقافة البدوية الأصيلة والاسترخاء على شواطئها الذهبية.",
        },
      },
    },
    bali: {
      name: "بالي",
      tagline: "جزيرة استوائية ساحرة",
      areas: {
        bali: {
          name: "بالي",
          description:
            "جنة إندونيسيا الساحرة، حيث تجتمع الشواطئ الرملية الذهبية، والمعابد الروحانية العتيقة، وحقول الأرز الخضراء المترامية الأطراف، وحياة الطبيعة النابضة. استعد لتجارب لا تُنسى من ركوب الأمواج على موجات المحيط الهندي، والغوص بين الشعاب المرجانية، واستكشاف الشلالات المتدفقة، والتأمل في شروق الشمس الساحر من قمم البراكين. بالي ليست مجرد وجهة سياحية، بل هي تجربة متكاملة تعيد التواصل مع الروحانية، وتنير العقل بثقافة فريدة وعادات وتقاليد غنية، وتمنح منظورًا جديدًا للحياة.",
        },
      },
    },
    thailand: {
      name: "تايلاند",
      tagline: "استمتع بزيارة أهم المعالم التاريخية في تايلند",
      areas: {
        thailand: {
          name: "تايلاند",
          description:
            "دعوة لاكتشاف أرض التناقضات الساحرة، حيث تلتقي الشواطئ الاستوائية المذهلة بالمدن الصاخبة، وتتداخل الطبيعة الخلابة مع الثقافة العريقة. استمتع بالاسترخاء على رمال بوكيت الذهبية، أو انغمس في صخب بانكوك النابض بالحياة، أو انطلق في مغامرات الغوص في جزر كرابي الساحرة.",
        },
      },
    },
  },
};
